Repository: retrowax/Zombusters
Catalog: ZombustersWindows/Localization/Strings.*.resx
Languages: es, it

# AchievementsMenuString
source: CHALLENGES
es: DESAFÍOS
it: SFIDE

# AchievementsMMString
source: Show challenges list.
es: Mostrar lista de Desafíos.
it: Mostra la lista delle Sfide

# AutosaveStartMenuString
source: Zombusters uses an Autosave feature wich will automatically save your progress throughout the title. Autosave will overwrite information without confirmation. Do not switch off the power when the autosave indication is present.
es: Zombusters utiliza una función de guardado automático que automáticamente guarda tus progresos en el juego. El Auto guardado sobrescribirá información sin confirmación. No apague la consola cuando la indicación de guardado automático esté presente.
it: Zombusters utilizza una funzione di salvataggio automatico che salva automaticamente i tuoi progressi durante il gioco. Il salvataggio automatico sovrascrive le informazioni senza richiedere conferma. Non spegnere la console mentre è presente l'indicazione salvataggio automatico.

# AutosaveTitleMenuString
source: AUTOSAVE
es: AUTOGUARDADO
it: SALVATAGGIO AUTOMATICO

# BackString
source: Back
es: Atrás
it: Indietro

# BackWithoutSavingString
source: Exit Without Saving
es: Salir sin guardar los cambios
it: Esci senza salvare

# CancelString
source: Cancel
es: Cancelar
it: Annulla

# ChangeCharacterMenuString
source: Change Character
es: Cambiar Personaje
it: Cambia Personaggio

# ChangeSoundVolumeMenuString
source: Change Sound/Music Volume
es: Cambiar Volumen Sonido/Música
it: Cambia Volume Suoni/Musica

# CharacterSelectString
source: SELECT CHARACTER
es: SELECCIONAR PERSONAJE
it: SELEZIONA PERSONAGGIO

# ClearedGameplayString
source: CLEARED
es: DESPEJADO
it: LIQUIDATI

# ConfigurationString
source: Settings
es: Configuración
it: Impostazioni

# ConfirmEndSession
source: Are you sure you want to end this session?
es: ¿Estás seguro que quieres terminar esta sesión?
it: Sei sicuro di voler terminare questa sessione?

# ConfirmExitSample
source: Are you sure you want to exit this sample?
it: Sei sicuro di volere uscire da questa prova?

# ConfirmForceStartGame
source: Are you sure you want to start the game,
it: Sei sicuro di voler iniziare a giocare?

# ConfirmLeaveSession
source: Are you sure you want to leave this session?
it: Sei sicuro di volere uscire da questa sessione?

# ConfirmMarketplace
source: Online gameplay is not available in trial mode.
es: El juego en línea no está disponible en el modo de prueba.
it: La funzione di gioco online non è disponibile nella modalità di prova.

# ConfirmQuitGame
source: Are you sure you want to quit this game?
es: ¿Está seguro que quiere salir del juego?
it: Sei sicuro di voler abbandonare il gioco?

# ConfirmReturnMainMenuMMString
source: You will return to matchmaking menu
es: Volverás al menú de matchmaking
it: Ritornerai al menu di matchmaking

# ConfirmReturnMainMenuString
source: Are you sure you want to exit?
es: ¿Estás seguro que quieres salir?
it: Sei sicuro di voler uscire?

# CongratssEndGameString
source: CONGRATULATIONS!
es: ENHORABUENA!
it: CONGRATULAZIONI!

# ConnectControllerToJoinString
source: Connect controller to play
es: Conecta el mando para jugar
it: Collegare il controller per giocare

# CopyRightString
source: © RETROWAX GAMES. 2011-2013 ALL RIGHTS RESERVED
es: © RETROWAX GAMES. 2011-2013 TODOS LOS DERECHOS RESERVADOS.
it: © RETROWAX GAMES. 2011-2020 TUTTI I DIRITTI RISERVATI

# CreateGameMenuString
source: CREATE GAME
es: CREAR PARTIDA
it: CREA PARTITA

# CreateGameMMString
source: Host a game.
es: Sé el anfitrión de una partida.
it: Ospita una partita.

source: Create Session
es: Crear Sesión
it: Crea sessione

# CreditsMenuString
source: CREDITS
es: CRÉDITOS
it: RICONOSCIMENTI

# CreditsMMString
source: Show creator credits.
es: Mostrar los títulos de crédito.
it: Mostra i riconoscimenti.

# CreditsThanksForPlayingString
source: THANKS FOR PLAYING!
es: GRACIAS POR JUGAR!
it: GRAZIE PER AVER GIOCATO!

# CustomMatchMenuString
source: CUSTOM MATCH
es: PARTIDA PERSONALIZADA
it: PARTITA PERSONALIZZATA

# CustomMatchMMString
source: Search for a game session to join within a set of parameters.
es: Buscar una sesión de juego a partir de una serie de parámetros.
it: Cerca una sessione di gioco in cui entrare a partire de una serie di parametri.

source: End Session
es: Terminar Sesión
it: Termina Sessione

# ErrorDisconnected
source: Lost connection to the network session
es: Se ha perdido la conexión con la sesión
it: La connessione con la sessione in rete è stata persa

# ErrorGamerPrivilege
source: You must sign in a suitable gamer profile
it: Devi registrarti sotto un profilo giocatore adatto

# ErrorHostEndedSession
source: Host ended the session
it: L'host ha terminato la sessione

# ErrorNetwork
source: There was an error while
it: È accaduto un errore mentre

# ErrorNetworkNotAvailable
source: Networking is turned
it: La rete è accesa

# ErrorRemovedByHost
source: Host kicked you out of the session
it: L'host ti ha espulso dalla sessione

# ErrorSessionFull
source: This session is already full
it: Questa sessione è già completa

# ErrorSessionNotFound
source: Session not found. It may have ended,
it: Sessione non trovata. Potrebbe essere stata terminata.

# ErrorSessionNotJoinable
source: You must wait for the host to return to
it: Devi attendere l'host per ritornare a

# ErrorTrialMode
source: This functionality is not available in trial mode
it: Questa funzione non è attiva nella modalità di prova

# ErrorUnknown
source: An unknown error occurred
it: È accaduto un errore sconosciuto

source: Exit
it: Uscita

# ExtrasMenuString
source: EXTRAS
it: EXTRA

# ExtrasMMString
source: Show the Extras menu. You can check how to play, Scoreboards or Credits.
es: Mostrar el menú de Extras. Puedes comprobar cómo jugar, los marcadores o los títulos de crédito.
it: Mostra il menu degli Extra. Puoi vedere le istruzioni di gioco, la Classifica e i Crediti.

# FindSessionMenuString
source: FIND SESSION
es: ENCONTRAR SESIÓN
it: TROVA SESSIONE

# FindSessionMMString
source: Find session to play.
es: Encontrar una sesión para jugar.
it: Trova una sessione per giocare.

source: Find Sessions
es: Encontrar Sesiones.
it: Trova Sessioni

# FriendOpenGroupString
source: This party is open to friends.
es: Este grupo está abierto a amigos.
it: Questo gruppo è aperto agli amici

# GPRestartCurrentWaveString
source: Restart from current wave
es: Volver a empezar desde la oleada actual
it: Ricomincia dall'ondata attuale

# GPRestartFromBeginningString
source: Restart from beginning
es: Volver a empezar desde el principio
it: Ricomincia dall'inizio

# GPReturnLobbySupportString
source: You are about to return to the party lobby. Any unsaved progress will be lost.
es: Vas a volver al lobby. Cualquier progreso que no se haya guardado se perderá.
it: Stai per ritornare alla lobby. Ogni progresso non salvato andrà perduto.

# GPReturnMMSupportString
source: You are about to return to the main menu. The session will disband, and any unsaved progress will be lost.
es: Vas a volver al menú principal. La sesión va a desaparecer, cualquier progreso no guardado se perderá.
it: Stai per ritornare al menu principale. La sessione sarà sospesa e ogni progresso non salvato andrà perduto.

# GPReturnToMainMenuString
source: Return to Main Menu
es: Volver al Menú Principal
it: Ritorna al Menu Principale

# HowToPlayInGameString
source: How to Play
es: CÓMO JUGAR
it: COME GIOCARE

# HTPAimShootString
source: AIM + SHOOT
es: APUNTAR Y DISPARAR
it: MIRA E SPARA

# HTPChangeSongString
source: CHANGE SONG
es: CAMBIAR CANCIÓN
it: CAMBIA CANZONE

# HTPChangeWeaponString
source: CHANGE WEAPON
es: CAMBIAR ARMA
it: CAMBIA ARMA

# HTPExplanationString
source: Use the Left Thumbstick to move your character. Use the Right Thumbsitck to fire at the Zombies. Shoot the enemies to accumulate points and to get PowerUps. Catch the PowerUps to gain a free life or a new Weapon.
es: Usa el Stick Izquierdo para mover a tu personaje. Usa el Stick Derecho para disparar a los Zombies. Dispara a los enemigos para acumular puntos y para conseguir Powerups. Recoge los Powerups para conseguir vidas extras o nuevas armas.
it: Usa lo stick sinistro per muovere il tuo personaggio. Usa lo stick destro per sparare agli Zombie. Spara ai nemici per accumulare punti e ottenere ricariche di energia. Raccogli le ricariche per ottenere vite extra o nuove Armi.

# HTPGrenadeString
source: GRENADE
es: GRANADAS
it: GRANATA

# HTPMenuSupportString
source: How to play Zombusters.
es: Cómo jugar a Zombusters.
it: Come giocare a Zombuster.

# HTPMoveString
source: MOVE
es: MOVERSE
it: MUOVI

# HTPPauseString
source: PAUSE GAME
es: PAUSAR JUEGO
it: PAUSA

# HTPReviveTeammateString
source: REVIVE TEAMMATE
es: REVIVIR UN COMPAÑERO
it: Rianima compagno di squadra

# HTPTauntString
source: TAUNT
es: PROVOCAR
it: PROVOCA

# InviteMenuString
source: Invite
es: Invitar
it: Invita

source: Join Session
es: Unirse a una Sesión
it: Entra nella Sessione

# LeaderboardMenuString
source: Leaderboards
es: MARCADORES
it: CLASSIFICHE

# LeaderboardMMString
source: Check out the score of your friends online or Local
es: Comprueba la puntuación de tus amigos online o en local.
it: Controlla il punteggio dei tuoi amici online o in locale.

# LeaveMenuString
source: Leave
es: Salir
it: Esci

source: Leave Session
es: Abandonar Sesión
it: Esci dalla Sessione

# LevelSelectionString
source: LEVEL SELECTION
es: SELECCIÓN DE NIVEL
it: SELEZIONE LIVELLO

# LevelSelectMenuString
source: LEVEL
es: NIVEL
it: LIVELLO

# LevelSelectMMString
source: Choose the level to play.
es: Elige un nivel para jugar.
it: Scegli il livello per giocare.

source: Loading...
es: Cargando...
it: Caricamento

# LocalGameMMString
source: Start a local game. You can play with three more players on the same console.
es: Empieza una partida local. Puedes jugar hasta con tres jugadores más en la misma consola.
it: Comincia un gioco in locale. Fino a quattro giocatori possono giocare sulla stessa console.

# LocalGameString
source: LOCAL GAME
es: PARTIDA LOCAL
it: PARTITA LOCALE

source: Main Menu
es: Menú Principal
it: Menu Principale

# MainMenuLobbyString
source: In Main Menu Lobby
es: En el Menú Principal del Lobby
it: Nella Lobby Menu Principale

# MainMenuString
source: MAIN MENU
es: MENÚ PRINCIPAL
it: MENU PRINCIPALE

# MatchmakingHostOwnGameString
source: Would you like to host a new game?
es: ¿Quieres ser el anfitrión de una nueva partida?
it: Vuoi essere l'host di una nuova partita?

# MatchmakingLobbyString
source: In Matchmaking Lobby
es: En el Lobby del Matchmaking
it: Nella Lobby Matchmaking

# MatchmakingMMString
source: Take your party to Xbox LIVE and into the frenetic action of live combat. Up to four players co-operate to survive wave after wave of the Zombie horde.
es: Lleve a su grupo a Xbox LIVE y a la frenética acción del combate en vivo. Hasta cuatro jugadores podrán cooperar para sobrevivir a una oleada tras otra de la horda Zombie.
it: Porta il tuo gruppo su Xbox LIVE nell'azione frenetica di un combattimento dal vivo. Fino a quattro giocatori possono cooperare per sopravvivere all'orda Zombie ondata dopo ondata.

# MaxPlayersMenuString
source: MAX. PLAYERS
es: MAX. JUGADORES
it: MAX GIOCATORI

# MaxPlayersMMString
source: How many players would you like to play?
es: ¿Con cuantos jugadores te gustaría jugar?
it: Con quanti giocatori vorresti giocare?

# MessageGamerJoined
source: {0} joined
es: {0} unidos
it: {0} si è aggiunto

# MessageGamerLeft
source: {0} left
it: {0} è uscito

# MusicVolumeString
source: Music Volume
es: Volumen Música
it: Volume Musica

# MyGroupString
source: MY PARTY
es: MI GRUPO
it: IL MIO GRUPPO

# NetworkBusy
source: Networking...
es: Estableciendo conexión...
it: Connessione…

# NetworkMatchmakingMMString
source: Choose your Network for the Matchmaking. Play a SystemLink or Xbox Live game.
es: Elije el tipo de red para el Multijugador. Juega en Xbox LIVE o mediante Interconexión.
it: Scegli la Rete per il Matchmaking. Gioca tramite SystemLink o Xbox Live.

# NetworkMatchmakingString
source: NETWORK
es: TIPO DE RED
it: RETE

source: No sessions found
es: No se han encontrado sesiones
it: Non è stata trovata nessuna sessione

# P1PressStartString
source: Player 1 Press Start
es: Jugaror 1 Pulse Start
it: Giocatore 1 Premi Start

# P2PressStartString
source: Player 2 Press Start
es: Jugador 2 Pulse Start
it: Giocatore 2 Premi Start

# P3PressStartString
source: Player 3 Press Start
es: Jugador 3 Pulse Start
it: Giocatore 3 Premi Start

# P4PressStartString
source: Player 4 Press Start
es: Jugador 4 Pulse Start
it: Giocatore 4 Premi Start

# PartyMenuString
source: Invite Party
es: Invitar al Grupo
it: Invita il gruppo

source: Paused
es: Pausa
it: Pausa

# PlayerFourString
source: Player Four
es: Jugador Cuatro
it: Giocatore Quattro

# PlayerOneString
source: Player One
es: Jugador Uno
it: Giocatore Uno

# PlayerSignInString
source: Press GUIDE to Sign In
es: Pulse GUÍA para Iniciar Sesión
it: Premi il pulsante GUIDE per Registrarti

# PlayerThreeString
source: Player Three
es: Jugador Tres
it: Giocatore Tre

# PlayerTwoString
source: Player Two
es: Jugador Dos
it: Giocatore Due

# PlaylistMatchmakingMMString
source: Starts playlist for the selected Machmaking configuration.
it: Inizia la playlist della configurazione Matchmaking selezionata

# PrepareNextWaveGameplayString
source: Prepare for the next Wave
es: Prepárate para la siguiente oleada
it: Preparati per la prossima ondata

# PressStartString
source: Press START button
es: Pulsa el botón START
it: Premi START

# PrivateSlotsMenuString
source: PRIVATE SLOTS
es: ESPACIOS PRIVADOS
it: SLOT PRIVATI

# PrivateSlotsMMString
source: Select number of private slots.
es: Selecciona el número de espacios privados.
it: Seleziona il numero di slot privati.

# QuickMatchMenuString
source: QUICK MATCH
es: PARTIDA RÁPIDA
it: PARTITA VELOCE

# QuickMatchMMString
source: Quickly join another player's game session.
es: Unirse rápidamente a una sesión de juego de otro jugador.
it: Entra rapidamente nella sessione di gioco di un altro giocatore.

source: Quit Game
es: QUITAR JUEGO
it: ESCI DAL GIOCO

# QuitToMainMenuInGameString
source: Quit to Main Menu
es: Salir al Menú Principal
it: Esci e vai al Menu Principale

# ReadySelPlayerString
source: READY
es: LISTO
it: PRONTO

# RestartLevelInGameString
source: Restart Level
es: Reiniciar el Nivel
it: Ricomincia il Livello

source: Resume Game
es: Reanudar Juego
it: Riprendi il Gioco

# ReturnToDashboardMMString
source: Quit game and return to Xbox Dashboard.
es: Quitar el juego y volver a la Interfaz de Xbox.
it: Esci dal gioco e torna alla Xbox Dashboard.

# ReturnToDashboardString
source: QUIT TO XBOX DASHBOARD
es: SALIR A LA INTERFAZ DE XBOX
it: ESCI E TORNA ALLA XBOX DASHBOARD

source: Return to Lobby
es: Volver al Lobby
it: Torna alla Lobby

# SaveAndExitString
source: Save and Exit
es: Guardar y Salir
it: Salva ed Esci

# SelectString
source: Select
es: Seleccionar
it: Seleziona

# SettingsMenuString
source: SETTINGS
es: CONFIGURACIÓN
it: IMPOSTAZIONI

# ShowGamerCardMenuString
source: Show Gamer Card
es: Mostrar Tarjeta de Jugador
it: Mostra Gamercard

source: Single Player
es: Un Jugador
it: Giocatore Singolo

# SoundEffectVolumeString
source: Sound Effect Volume
es: Volumen SFX
it: Volume Effetti Sonori

# StartGameMenuString
source: Start Game
es: Empezar Partida
it: Inizia la partita

# StartMatchmakingMenuString
source: START MATCHMAKING
es: EMPEZAR MATCHMAKING
it: INIZIA MATCHMAKING

# StartMatchmakingMMString
source: Starts Matchmaking.
es: Empieza Matchmaking.
it: Inizia il Matchmaking

# String
source: even though not all players are ready?
it: anche se non tutti i giocatori sono pronti?

# String1
source: Would you like to purchase this game?
it: Vorresti acquistare questo gioco?

# String2
source: in order to access this functionality
it: per accedere a questa funzione

# String3
source: accessing the network
it: durante l'accesso alla rete

# String4
source: off or not connected
it: spento o non connesso

# String5
source: or there may be no network connectivity
it: o potrebbe non esserci connettività di rete

# String6
source: between the local machine and session host
it: tra il dispositivo locale e l'host della sessione

# String7
source: the lobby before you can join this session
it: la lobby prima di poter accedere a questa sessione

# String8
source: A button, Space, Enter = ok
it: Tasto A, Spazio, Invio = ok

# String9
source: B button, Esc = cancel
it: Tasto B, Esc = annulla

# SwitchReadyMenuString
source: Switch Ready
es: Alternar Listo/No Listo
it: Interruttore Pronto

# ToggleReadyMenuString
source: Toggle Ready
es: Alternar Listo/No Listo
it: Interruttore Pronto

# TrialModeMenuString
source: Trial Mode
es: Modo de Prueba
it: Modalità di prova

# UnlockFullGameMenuString
source: Unlock Full Game
es: Desbloquear el Juego Completo
it: Sblocca il Gioco Completo

# WaitingForPlayersMenuString
source: Waiting for players...
es: Esperando a más jugadores...
it: In attesa di altri giocatori...

# WaveGameplayString
source: WAVE
es: OLEADA
it: ONDATA

# YouSavedCityEndGameString
source: You saved the city! You are the new city Hero!
es: Has salvado la ciudad! Eres el nuevo Héroe!
it: Hai salvato la città! Sei il nuovo Eroe!

# NumberEight
source: Eight
es: Ocho
it: Otto

# NumberFive
source: Five
es: Cinco
it: Cinque

# NumberFour
source: Four
es: Cuatro
it: Quattro

# NumberNine
source: Nine
es: Nueve
it: Nove

# NumberOne
source: One
es: Uno
it: Uno

# NumberSeven
source: Seven
es: Siete
it: Sette

# NumberSix
source: Six
es: Seis
it: Sei

# NumberTen
source: Ten
es: Diez
it: Dieci

# NumberThree
source: Three
es: Tres
it: Tre

# NumberTwo
source: Two
es: Dos
it: Due

# ReconnectControllerString
source: Please Reconnect Controller
es: Por favor vuelva a conectar el mando
it: Si prega di ricollegare il Controller

# LeaderboardScoreString
source: SCORE
it: PUNTEGGIO

# WPPlayNewGame
source: Play
es: JUGAR
it: GIOCARE

# WPPlayNewGameMMString
source: Start a new game.
es: Empezar una nueva partida.
it: Inizia una nuova partita.

# WPShakeToChangeSong
source: Shake your device to change the song currently played
es: Agitar el dispositivo para cambiar la canción que está sonando
it: Scuotere il dispositivo per cambiare il brano attualmente riprodotto

# WPTapScreen
source: Tap screen to start
es: Toque la pantalla para iniciar
it: Tocca schermo per inizio

# WPTip
source: Tip:
es: Consejo:
it: Suggerimento:

# VisitRetrowaxMenuStringWP
source: For more info and news!
es: Para más Info y Noticias!
it: Per maggiori Info e news!

# PCExplanationString
source: Use A,S,D,W or Arrows to move your character. Use Left Mouse Button to fire at the Zombies. Shoot the enemies to accumulate points and to get PowerUps. Catch the PowerUps to gain a free life or a new Weapon.
es: Pulse A,S,D,W o las Flechas para mover a tu personaje. Usa el botón izquierdo del ratón para disparar a los Zombies. Dispara a los enemigos para acumular puntos y para conseguir Powerups. Recoge los Powerups para conseguir vidas extras o nuevas armas.
it: Usa A, S, D, W o le frecce per muovere il tuo personaggio. Utilizzare il pulsante sinistro del mouse per sparare agli Zombie. Spara ai nemici per accumulare punti e ottenere ricariche di energia. Raccogli le ricariche per ottenere vite extra o nuove Armi.

# ReviewMenuString
source: REVIEW APP
es: VALORA ESTA APP!
it: RECENSISCI QUESTA APPLICAZIONE

# ReviewMMString
source: Please help us and review Zombusters! Thanks!
es: Por favor ayúdanos valorando esta app en la tienda de Windows! Muchas Gracias!!!
it: Vi preghiamo di aiutarci e rivedere Zombusters! Grazie!

# RateThisAppCancel
source: Later
es: Más tarde
it: Più tardi

# RateThisAppOK
source: Yes!
es: Sí, valorar!
it: Sì!

# RateThisAppText
source: Did you like Zombusters? Please help rating this app in the marketplace. Thank you!
es: ¿Te ha gustado Zombusters? Por favor ayúdanos valorando esta app en la tienda. ¡Muchas Gracias!
it: Ti è piaciuto Zombusters? Si prega di aiutare voto questa applicazione sul mercato. Grazie!

# RateThisAppTitle
source: Rate this App
es: Valora esta App
it: Vota questa applicazione

# FullScreenMenuString
source: Toggle full screen mode
es: Alternar el modo de pantalla completa
it: Attiva la modalità a schermo intero
